tap "brewforge/extras"
tap "danielgatis/imgcat"
tap "dotenvx/brew"
tap "felixkratz/formulae"
tap "jorgelbg/tap"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "microsoft/git"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "pls-rs/pls"
tap "sst/tap"
tap "tako8ki/tap"
tap "trashhalo/brews"
brew "age"
brew "xz"
brew "asciidoctor"
brew "ast-grep"
brew "autoconf"
brew "bandwhich"
brew "gettext"
brew "bat"
brew "bat-extras"
brew "biome"
brew "btop"
brew "c3c"
brew "caddy"
brew "cheat"
brew "choose-rust"
brew "claude-squad"
brew "clipboard"
brew "colima"
brew "coreutils"
brew "csvtk"
brew "curlie"
brew "d2"
brew "dblab"
brew "direnv"
brew "doppler"
brew "dua-cli"
brew "duf"
brew "dust"
brew "dvc"
brew "espeak-ng"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "flock"
brew "fx"
brew "fzf"
brew "gawk"
brew "gemini-cli"
brew "gh"
brew "git-bug"
brew "git-delta"
brew "github-mcp-server"
brew "gitleaks"
brew "gitui"
brew "glances"
brew "glow"
brew "gnu-sed"
brew "pinentry"
brew "go-blueprint"
brew "go-task"
brew "gpg-tui"
brew "gping"
brew "grex"
brew "hexyl"
brew "htmlq"
brew "hub"
brew "hurl"
brew "hyperfine"
brew "imagemagick"
brew "jc"
brew "jid"
brew "jj"
brew "jnv"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lazyjj"
brew "lazyjournal"
brew "lazysql"
brew "lf"
brew "libsql"
brew "lolcat"
brew "luarocks"
brew "lunchy-go"
brew "macmon"
brew "makensis"
brew "mcfly"
brew "melody"
brew "micro"
brew "mpv"
brew "navi"
brew "ncdu"
brew "neovim"
brew "nushell"
brew "oh-my-posh"
brew "onefetch"
brew "pandoc"
brew "tree"
brew "pass"
brew "pastel"
brew "pgvector"
brew "pinentry-mac"
brew "poppler"
brew "portal"
brew "posting"
brew "procs"
brew "pstree"
brew "pv"
brew "qsv"
brew "repomix"
brew "resvg"
brew "rich-cli"
brew "ripgrep"
brew "rustscan"
brew "sad"
brew "sd"
brew "sevenzip"
brew "shellcheck"
brew "sk"
brew "sniffnet"
brew "spark"
brew "sq"
brew "sqlc"
brew "sshs"
brew "stow"
brew "stylua"
brew "svgo"
brew "tailspin"
brew "tealdeer"
brew "terminal-notifier"
brew "tmux"
brew "tokei"
brew "turso"
brew "typst"
brew "wallpaper"
brew "watchexec"
brew "wget"
brew "wgo"
brew "xh"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zx"
brew "danielgatis/imgcat/imgcat"
brew "dotenvx/brew/dotenvx"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jorgelbg/tap/pinentry-touchid"
brew "knqyf263/pet/pet"
brew "koekeishiya/formulae/yabai"
brew "noahgorstein/tap/jqp"
brew "pls-rs/pls/pls"
brew "sst/tap/opencode"
brew "tako8ki/tap/gobang"
cask "aerospace"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "amazon-q"
cask "anybar"
cask "anythingllm"
cask "arc"
cask "audacity"
cask "boltai"
cask "boop"
cask "bruno"
cask "claude"
cask "claude-code"
cask "opcode"
cask "cursor"
cask "daisydisk"
cask "elephas"
cask "espanso"
cask "figma"
cask "flameshot"
cask "font-alegreya"
cask "font-archivo-black"
cask "font-fira-sans"
cask "font-hasklug-nerd-font"
cask "font-ia-writer-quattro"
cask "font-ibm-plex-sans"
cask "font-ibm-plex-serif"
cask "font-indie-flower"
cask "font-inter"
cask "font-league-gothic"
cask "font-monaspace"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "font-tex-gyre-termes"
cask "git-credential-manager"
cask "github"
cask "grandperspective"
cask "hoppscotch"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keyclu"
cask "languagetool-desktop"
cask "local"
cask "mark-text"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "notion"
cask "notion-calendar"
cask "notion-mail"
cask "obsidian"
cask "omnifocus"
cask "onyx"
cask "opcode"
cask "orbstack"
cask "pdf-pals"
cask "quarto"
cask "raycast"
cask "screen-studio"
cask "sf-symbols"
cask "skim"
cask "symboliclinker"
cask "syntax-highlight"
cask "transmission"
cask "typeface"
cask "vmware-fusion"
cask "wezterm"
cask "whatsapp"
cask "windterm"
cask "zed"
cask "zen"
cask "zoom"
vscode "1000ch.svgo"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "amodio.toggle-excluded-files"
vscode "andenetalexander.vim-cheatsheet"
vscode "antfu.unocss"
vscode "anthropic.claude-code"
vscode "anysphere.pyright"
vscode "asciidoctor.asciidoctor-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "biomejs.biome"
vscode "bmalehorn.shell-syntax"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "coderabbit.coderabbit-vscode"
vscode "denoland.vscode-deno"
vscode "dotjoshjohnson.xml"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "ivhernandez.vscode-plist"
vscode "james-yu.latex-workshop"
vscode "jjk.jjk"
vscode "kampfkarren.selene-vscode"
vscode "matt-rudge.auto-open-preview-panel"
vscode "mhutchie.git-graph"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "myriad-dreamin.tinymist"
vscode "nefrob.vscode-just-syntax"
vscode "quarto.quarto"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "simonhe.unot"
vscode "simonsiefke.svg-preview"
vscode "sumneko.lua"
vscode "surv.typst-math"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "tomoki1207.pdf"
vscode "travismichette.adoc-snippets"
vscode "vadimcn.vscode-lldb"
