tap "antoniorodr/memo"
tap "brewforge/extras"
tap "danielgatis/imgcat"
tap "dotenvx/brew"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "jorgelbg/tap"
tap "kenbanks-peng/tap"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "microsoft/git"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "openhue/cli"
tap "pls-rs/pls"
tap "sinelaw/fresh"
tap "steipete/tap"
tap "tako8ki/tap"
tap "thusvill/livewallpaper"
tap "tw93/tap"
tap "valkyrie00/bbrew"
tap "yakitrak/yakitrak"
brew "age"
brew "xz"
brew "openssl@3"
brew "python@3.14"
brew "asciinema"
brew "ast-grep"
brew "autoconf"
brew "bandwhich"
brew "gettext"
brew "bash"
brew "bat"
brew "bat-extras"
brew "biome"
brew "btop"
brew "caddy"
brew "carapace"
brew "cheat"
brew "choose-rust"
brew "container"
brew "coreutils"
brew "croc"
brew "csvtk"
brew "curlie"
brew "d2"
brew "dav1d"
brew "dblab"
brew "doppler"
brew "dvc"
brew "espeak-ng"
brew "fastfetch"
brew "ffmpeg"
brew "figlet"
brew "flock"
brew "fresh-editor"
brew "fx"
brew "fzf"
brew "gawk"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gitleaks"
brew "gitui"
brew "glances"
brew "glow"
brew "gnu-sed"
brew "pinentry"
brew "gpg-tui"
brew "gping"
brew "grex"
brew "hexyl"
brew "himalaya"
brew "htmlq"
brew "hub"
brew "hurl"
brew "hyperfine"
brew "imagemagick"
brew "iproute2mac"
brew "jc"
brew "jid"
brew "jj"
brew "jnv"
brew "jq"
brew "jqp"
brew "jrnl"
brew "just"
brew "lazydocker"
brew "lazyjj"
brew "lazyjournal"
brew "lazysql"
brew "libsql"
brew "lolcat"
brew "luarocks"
brew "lunchy-go"
brew "macmon"
brew "makensis"
brew "mcfly"
brew "melody"
brew "micro"
brew "mpv"
brew "navi"
brew "ncdu"
brew "neovim"
brew "nushell"
brew "oh-my-posh"
brew "openai-whisper"
brew "ripgrep"
brew "opencode"
brew "pandoc"
brew "tree"
brew "pass"
brew "pgvector"
brew "pinentry-mac"
brew "pkgconf"
brew "poppler"
brew "portal"
brew "posting"
brew "procs"
brew "pstree"
brew "pv"
brew "qsv"
brew "rclone"
brew "repomix"
brew "resvg"
brew "sad"
brew "sd"
brew "sevenzip"
brew "shellcheck"
brew "sk"
brew "sniffnet"
brew "snyk-cli"
brew "sox"
brew "spark"
brew "sqlc"
brew "sshs"
brew "stow"
brew "svgo"
brew "syncthing"
brew "tailspin"
brew "tealdeer"
brew "television"
brew "terminal-notifier"
brew "tmux"
brew "tokei"
brew "ttyd"
brew "turso"
brew "typst"
brew "wallpaper"
brew "watchexec"
brew "wget"
brew "wgo"
brew "xh"
brew "yq"
brew "zellij"
brew "zsh"
brew "antoniorodr/memo/memo"
brew "danielgatis/imgcat/imgcat"
brew "dotenvx/brew/dotenvx"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jorgelbg/tap/pinentry-touchid"
brew "koekeishiya/formulae/yabai"
brew "openhue/cli/openhue-cli"
brew "steipete/tap/bird"
brew "steipete/tap/camsnap"
brew "steipete/tap/gifgrep"
brew "steipete/tap/gogcli"
brew "steipete/tap/goplaces"
brew "steipete/tap/imsg"
brew "steipete/tap/ordercli"
brew "steipete/tap/peekaboo"
brew "steipete/tap/remindctl"
brew "steipete/tap/sag"
brew "steipete/tap/songsee"
brew "steipete/tap/summarize"
brew "steipete/tap/wacli"
brew "tako8ki/tap/gobang"
brew "tw93/tap/mole"
brew "valkyrie00/bbrew/bbrew"
brew "yakitrak/yakitrak/obsidian-cli"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "affinity"
cask "antigravity"
cask "anybar"
cask "audacity"
cask "boop"
cask "brainfm"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "codex"
cask "cursor"
cask "daisydisk"
cask "espanso"
cask "font-hasklug-nerd-font"
cask "font-ia-writer-quattro"
cask "font-inter"
cask "font-monaspace-var"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "font-tex-gyre-termes"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "google-drive"
cask "grandperspective"
cask "iina"
cask "karabiner-elements"
cask "keyclu"
cask "languagetool-desktop"
cask "linear-linear"
cask "logos"
cask "microsoft-auto-update"
cask "ngrok"
cask "obsidian"
cask "omnifocus"
cask "onedrive"
cask "opcode"
cask "orbstack"
cask "orion"
cask "pdf-pals"
cask "quarto"
cask "raycast"
cask "screen-studio"
cask "sf-symbols"
cask "sip-app"
cask "skim"
cask "symboliclinker"
cask "syntax-highlight"
cask "typeface"
cask "vibetunnel"
cask "visual-studio-code"
cask "vlc"
cask "voiceink"
cask "yaak"
cask "zed"
cask "zen"
cask "zoom"
vscode "1000ch.svgo"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "amodio.toggle-excluded-files"
vscode "anthropic.claude-code"
vscode "attilabuti.vscode-mjml"
vscode "biomejs.biome"
vscode "bmalehorn.shell-syntax"
vscode "caffeinecat.warp-terminal"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "codium.codium"
vscode "csstools.postcss"
vscode "devadvice.serverlessconsole"
vscode "digitalstreamio.mjml-syntax"
vscode "dnicolson.binary-plist"
vscode "docker.docker"
vscode "eriklynd.json-tools"
vscode "flavienbusseuil.terminus"
vscode "formulahendry.code-runner"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.colab"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "google.geminicodeassist"
vscode "gruntfuggly.todo-tree"
vscode "gurayyarar.dummytextgenerator"
vscode "humao.rest-client"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jjk.jjk"
vscode "jock.svg"
vscode "joeberria.statusbarerror"
vscode "kampfkarren.selene-vscode"
vscode "kilocode.kilo-code"
vscode "marp-team.marp-vscode"
vscode "mazenb.mk-targets-runner"
vscode "medo64.render-crlf"
vscode "mhutchie.git-graph"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "myriad-dreamin.tinymist"
vscode "nefrob.vscode-just-syntax"
vscode "quarto.quarto"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shyykoserhiy.git-autoconfig"
vscode "simonsiefke.svg-preview"
vscode "sourcegraph.amp"
vscode "sst-dev.opencode"
vscode "sumneko.lua"
vscode "surv.typst-math"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "zainchen.json"
