tap "brewforge/extras"
tap "danielgatis/imgcat"
tap "dotenvx/brew"
tap "felixkratz/formulae"
tap "jorgelbg/tap"
tap "kenbanks/dev", "/Users/kenbanks/Software/homebrew-dev"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "microsoft/git"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "pls-rs/pls"
tap "tako8ki/tap"
tap "thusvill/livewallpaper"
brew "age"
brew "xz"
brew "openssl@3"
brew "asciinema"
brew "ast-grep"
brew "autoconf"
brew "bandwhich"
brew "gettext"
brew "bat"
brew "bat-extras"
brew "biome"
brew "btop"
brew "caddy"
brew "cheat"
brew "choose-rust"
brew "clipboard"
brew "colima"
brew "coreutils"
brew "croc"
brew "csvtk"
brew "curlie"
brew "d2"
brew "dblab"
brew "direnv"
brew "doppler"
brew "dua-cli"
brew "duf"
brew "dust"
brew "dvc"
brew "espeak-ng"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "flock"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-bug"
brew "git-delta"
brew "git-filter-repo"
brew "github-mcp-server"
brew "gitleaks"
brew "gitui"
brew "glances"
brew "glow"
brew "gnu-sed"
brew "pinentry"
brew "go-blueprint"
brew "go-task"
brew "gpg-tui"
brew "gping"
brew "grex"
brew "hexyl"
brew "htmlq"
brew "hub"
brew "hurl"
brew "hyperfine"
brew "imagemagick"
brew "jc"
brew "jid"
brew "jj"
brew "jnv"
brew "jq"
brew "jqp"
brew "jrnl"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lazyjj"
brew "lazyjournal"
brew "lazysql"
brew "lf"
brew "libsql"
brew "lolcat"
brew "luarocks"
brew "lunchy-go"
brew "macmon"
brew "makensis"
brew "mcfly"
brew "melody"
brew "micro"
brew "mpv"
brew "navi"
brew "ncdu"
brew "neovim"
brew "nushell"
brew "oh-my-posh"
brew "onefetch"
brew "opencode"
brew "ov"
brew "pandoc"
brew "tree"
brew "pass"
brew "pastel"
brew "pgvector"
brew "pinentry-mac"
brew "pkgconf"
brew "poppler"
brew "portal"
brew "posting"
brew "procs"
brew "pstree"
brew "pv"
brew "qsv"
brew "rclone"
brew "repomix"
brew "resvg"
brew "rich-cli"
brew "ripgrep"
brew "rustscan"
brew "sad"
brew "sd"
brew "sevenzip"
brew "shellcheck"
brew "sk"
brew "sniffnet"
brew "snyk-cli"
brew "sox"
brew "spark"
brew "sq"
brew "sqlc"
brew "sshs"
brew "stow"
brew "stylua"
brew "svgo"
brew "syncthing"
brew "tailspin"
brew "tdd-guard"
brew "tealdeer"
brew "terminal-notifier"
brew "tmux"
brew "tokei"
brew "ttyd"
brew "turso"
brew "typst"
brew "wallpaper"
brew "watchexec"
brew "wget"
brew "wgo"
brew "xh"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "danielgatis/imgcat/imgcat"
brew "dotenvx/brew/dotenvx"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jorgelbg/tap/pinentry-touchid"
brew "knqyf263/pet/pet"
brew "koekeishiya/formulae/yabai"
brew "tako8ki/tap/gobang"
cask "aerospace"
cask "affinity-photo"
cask "anybar"
cask "arc"
cask "atuin-desktop"
cask "audacity"
cask "boltai"
cask "boop"
cask "claude-code"
cask "cleanshot"
cask "container"
cask "daisydisk"
cask "deepchat"
cask "espanso"
cask "font-alegreya"
cask "font-archivo-black"
cask "font-fira-sans"
cask "font-hasklug-nerd-font"
cask "font-ia-writer-quattro"
cask "font-ibm-plex-sans"
cask "font-ibm-plex-serif"
cask "font-indie-flower"
cask "font-inter"
cask "font-league-gothic"
cask "font-monaspace-var"
cask "font-roboto"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "font-tex-gyre-termes"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "google-drive"
cask "grandperspective"
cask "hoppscotch"
cask "karabiner-elements"
cask "keyclu"
cask "languagetool-desktop"
cask "linear-linear"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "obsidian"
cask "omnifocus"
cask "onyx"
cask "opcode"
cask "orbstack"
cask "pdf-pals"
cask "quarto"
cask "raycast"
cask "screen-studio"
cask "sf-symbols"
cask "sip-app"
cask "skim"
cask "symboliclinker"
cask "syntax-highlight"
cask "transmission"
cask "typeface"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wezterm"
cask "yaak"
cask "zed"
cask "zoom"
vscode "1000ch.svgo"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "amodio.toggle-excluded-files"
vscode "anthropic.claude-code"
vscode "attilabuti.vscode-mjml"
vscode "biomejs.biome"
vscode "bmalehorn.shell-syntax"
vscode "caffeinecat.warp-terminal"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "csstools.postcss"
vscode "devadvice.serverlessconsole"
vscode "digitalstreamio.mjml-syntax"
vscode "dnicolson.binary-plist"
vscode "docker.docker"
vscode "eriklynd.json-tools"
vscode "flavienbusseuil.terminus"
vscode "formulahendry.code-runner"
vscode "george-alisson.html-preview-vscode"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "gurayyarar.dummytextgenerator"
vscode "humao.rest-client"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jjk.jjk"
vscode "jock.svg"
vscode "joeberria.statusbarerror"
vscode "kampfkarren.selene-vscode"
vscode "kilocode.kilo-code"
vscode "marp-team.marp-vscode"
vscode "mazenb.mk-targets-runner"
vscode "medo64.render-crlf"
vscode "mhutchie.git-graph"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "myriad-dreamin.tinymist"
vscode "nefrob.vscode-just-syntax"
vscode "quarto.quarto"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shyykoserhiy.git-autoconfig"
vscode "simonsiefke.svg-preview"
vscode "sst-dev.opencode"
vscode "sumneko.lua"
vscode "surv.typst-math"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "zainchen.json"
